{"format": "graph-model", "generatedBy": "2.20.0", "convertedBy": "TensorFlow.js Converter v4.17.0", "signature": {"inputs": {"keras_tensor_470": {"name": "keras_tensor_470:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"output_0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "4"}]}}}}, "modelTopology": {"node": [{"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/Conv1_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_pad_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_pad_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "192"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "192"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_pad_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "192"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_9_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_9_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_9_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_9_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_10_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_10_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_10_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_10_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_11_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_11_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "576"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_11_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_11_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_12_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_12_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "576"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_12_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_12_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_13_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_13_pad_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_13_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "576"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_13_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_13_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_14_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_14_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "960"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_14_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_14_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_15_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_15_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "960"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_15_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_15_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_16_expand_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_16_depthwise_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "960"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_16_depthwise_BN_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_16_project_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "320"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/Conv_1_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "320"}, {"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/global_average_pooling2d_1_1/Mean/reduction_indices", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_1_1/dense_3_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/dense_4_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/dense_5_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}, {"size": "4"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "keras_tensor_470", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/bn_Conv1_1/batchnorm/mul_1", "op": "Conv2D", "input": ["keras_tensor_470", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/Conv1_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/Conv1_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/bn_Conv1_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/Conv1_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/expanded_conv_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_pad_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_pad_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_pad_1/Pad", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_add_1/Add", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_1_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_project_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_2_add_1/Add", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_pad_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_pad_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_pad_1/Pad", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_add_1/Add", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_3_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_project_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_add_1/Add", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_add_1/Add", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_4_add_1/Add", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_project_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_5_add_1/Add", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_pad_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_pad_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_pad_1/Pad", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_depthwise_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_project_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_add_1/Add", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_6_project_BN_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_project_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_7_add_1/Add", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_expand_relu_1/Relu6", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_BN_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_1/depthwise", "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_BN_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_BN_1/batchnorm/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_project_BN_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_1_1/mobilenetv2_1.00_224_1/block_8_depthwise_relu_1/Relu6", 